{
   "activate_vpn_product": {
      "description": "Message shown to user when extension detects that VPN license has not been activated.",
      "message": "You need to activate your AVG Secure VPN to use this feature."
   },
   "connected": {
      "description": "Text displayed on main dashboard to show that current VPN state is Connected.",
      "message": "Connected"
   },
   "connecting": {
      "description": "Text displayed on main dashboard to show that current VPN state is Connecting.",
      "message": "Connecting"
   },
   "connection_failed": {
      "description": "Text displayed on main dashboard to show that current VPN state is Connection failed.",
      "message": "Connection failed"
   },
   "disconnected": {
      "description": "Text displayed on main dashboard to show that current VPN state is Disconnected.",
      "message": "Disconnected"
   },
   "disconnecting": {
      "description": "Text displayed on main dashboard to show that current VPN state is Disconnecting.",
      "message": "Disconnecting"
   },
   "dismiss": {
      "description": "Caption on the button displayed on the error notification view.",
      "message": "Dismiss"
   },
   "extension_icon_overlay_text_connected": {
      "description": "Extension icon tooltip text in connected state.",
      "message": "AVG Secure VPN - Connected"
   },
   "extension_icon_overlay_text_connecting": {
      "description": "Extension icon tooltip text in connecting state.",
      "message": "AVG Secure VPN - Connecting"
   },
   "extension_icon_overlay_text_disconnected": {
      "description": "Extension icon tooltip text in disconnected state.",
      "message": "AVG Secure VPN - Disconnected"
   },
   "extension_icon_overlay_text_disconnecting": {
      "description": "Extension icon tooltip text in disconnecting state.",
      "message": "AVG Secure VPN - Disconnecting"
   },
   "extension_icon_overlay_text_reconnecting": {
      "description": "Extension icon tooltip text in reconnecting state.",
      "message": "AVG Secure VPN - Reconnecting"
   },
   "if_that_does_not_work_try_reinstalling_browser_product": {
      "description": "Message shown to user when extension suggests user to reinstall Secure browser.",
      "message": "If that doesn’t work, try reinstalling AVG Secure Browser"
   },
   "install_vpn_product": {
      "description": "Message shown to user when extension detects that VPN client has not been installed.",
      "message": "You need to install the latest AVG Secure VPN to use this feature."
   },
   "learn_more": {
      "description": "Text that appears in a tooltip above Info buitton (i) in a dashboard popup.",
      "message": "Learn more"
   },
   "loading": {
      "description": "Message shown to user when extension is loading data (upon launch).",
      "message": "Loading"
   },
   "locating": {
      "description": "Text displayed instead of public IP address during fetching it via GeoIp service.",
      "message": "Locating"
   },
   "make_sure_your_internet_connection_works_properly": {
      "description": "Message shown to user when extension detects that there is no Internet connection.",
      "message": "It seems that you are offline, please make sure your internet connection works properly."
   },
   "offline": {
      "description": "Text which is displayed instead of Public IP address when host is offline.",
      "message": "Offline"
   },
   "optimal_location": {
      "description": "Used to prepend name of location which is optimal.",
      "message": "Optimal location"
   },
   "please_try_reinstalling_vpn_product": {
      "description": "Message shown to user when extension suggests user to reinstall VPN client.",
      "message": "Please try reinstalling AVG Secure VPN client"
   },
   "product_description": {
      "description": "Extension description.",
      "message": "Encrypts your Internet connection at the click of a button for true online privacy."
   },
   "product_name": {
      "description": "Product name which is used for this application.",
      "message": "AVG Secure VPN"
   },
   "reconnecting": {
      "description": "Text displayed on main dashboard to show that current VPN state is Reconnecting.",
      "message": "Reconnecting"
   },
   "see_how": {
      "description": "Text of the hyperlink with URL of the Help page.",
      "message": "see how"
   },
   "something_is_not_right": {
      "description": "Message shown to user when extension detects an error.",
      "message": "Something’s not right"
   },
   "something_not_right_please_restart": {
      "description": "Message shown to user when extension suggests user to restart their computer.",
      "message": "Something’s not right with AVG Secure VPN. Please restart your computer."
   },
   "this_is_your_current_ip_address": {
      "description": "Text that appears in a tooltip above current IP address in notification popups.",
      "message": "This is your current IP address."
   },
   "turn_on_vpn_reason": {
      "description": "Text that appears in the tooltop above the current IP address, in Disconnected state, at the footer of the dashboard popup.",
      "message": "This is your current IP address. Websites can use this to easily identify you. Turn on VPN to make your connection private."
   },
   "update_browser_product_to_use_this_feature": {
      "description": "Message shown to user when extension suggests user to update Secure browser.",
      "message": "You need to update your AVG Secure Browser to use this feature."
   },
   "update_now": {
      "description": "Message shown on the button in a popup suggesting user to update browser or VPN client.",
      "message": "update now"
   },
   "update_vpn_product_to_use_this_feature": {
      "description": "Message shown to user when extension suggests user to update VPN client.",
      "message": "You need to update your AVG Secure VPN client to use this feature."
   },
   "virtual_ip_address": {
      "description": "Text before the current IP address, in Connected state, at the footer of the dashboard popup.",
      "message": "Virtual IP Address:"
   },
   "virtual_ip_address_explanation": {
      "description": "Text that appears in the tooltop above the current IP address, in Connected state, at the footer of the dashboard popup.",
      "message": "Virtual IP address is how other sites see you which means that your true location is hidden now and your traffic is encrypted."
   },
   "vpn_location": {
      "description": "Text above the currently selected location in dashboard popup.",
      "message": "VPN Location:"
   },
   "waiting_for_ip_address_to_be_assigned_to_your_computer": {
      "description": "Text that appears in the tooltop above the 'Locating...' string at the footer of the dashboard popup.",
      "message": "Waiting for IP address to be assigned to your computer."
   },
   "you_need_to_update_your_vpn_product_extension": {
      "description": "Message shown to user when extension suggests user to update VPN extension.",
      "message": "You need to update your AVG VPN extension."
   },
   "your_computer_seems_to_be_offline": {
      "description": "IP Address tooltip text when host is offline.",
      "message": "Your computer seems to be offline"
   },
   "your_ip_address": {
      "description": "Text before the current IP address, in Disconnected state, at the footer of the dashboard popup.",
      "message": "Your IP Address:"
   }
}
